[
	{
		"id": "larsen",
		"type": "book",
		"title": "Our Origins: Discovering Physical Anthropology",
		"publisher": "W. W. Norton & Company",
		"edition": "Third Edition",
		"author": [
			{
				"family": "Larsen",
				"given": "Clark Spencer"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "allison",
		"type": "article-journal",
		"title": "Protection Afforded by Sickle-cell Trait Against Subtertian Malarial Infection",
		"container-title": "British Medical Journal",
		"page": "290",
		"volume": "1",
		"issue": "4857",
		"URL": "http://www.bmj.com/content/1/4857/290.abstract",
		"DOI": "10.1136/bmj.1.4857.290",
		"journalAbbreviation": "BMJ",
		"author": [
			{
				"family": "Allison",
				"given": "A. C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1954",
					2,
					6
				]
			]
		}
	},
	{
		"id": "malik",
		"type": "article-journal",
		"title": "Sugar-Sweetened Beverages and Risk of Metabolic Syndrome and Type 2 Diabetes",
		"container-title": "Diabetes Care",
		"page": "2477",
		"volume": "33",
		"issue": "11",
		"abstract": "OBJECTIVE Consumption of sugar-sweetened beverages (SSBs), which include soft drinks, fruit drinks, iced tea, and energy and vitamin water drinks has risen across the globe. Regular consumption of SSBs has been associated with weight gain and risk of overweight and obesity, but the role of SSBs in the development of related chronic metabolic diseases, such as metabolic syndrome and type 2 diabetes, has not been quantitatively reviewed. RESEARCH DESIGN AND METHODS We searched the MEDLINE database up to May 2010 for prospective cohort studies of SSB intake and risk of metabolic syndrome and type 2 diabetes. We identified 11 studies (three for metabolic syndrome and eight for type 2 diabetes) for inclusion in a random-effects meta-analysis comparing SSB intake in the highest to lowest quantiles in relation to risk of metabolic syndrome and type 2 diabetes. RESULTS Based on data from these studies, including 310,819 participants and 15,043 cases of type 2 diabetes, individuals in the highest quantile of SSB intake (most often 1–2 servings/day) had a 26% greater risk of developing type 2 diabetes than those in the lowest quantile (none or &lt;1 serving/month) (relative risk [RR] 1.26 [95% CI 1.12–1.41]). Among studies evaluating metabolic syndrome, including 19,431 participants and 5,803 cases, the pooled RR was 1.20 [1.02–1.42]. CONCLUSIONS In addition to weight gain, higher consumption of SSBs is associated with development of metabolic syndrome and type 2 diabetes. These data provide empirical evidence that intake of SSBs should be limited to reduce obesity-related risk of chronic metabolic diseases.",
		"URL": "http://care.diabetesjournals.org/content/33/11/2477.abstract",
		"DOI": "10.2337/dc10-1079",
		"journalAbbreviation": "Diabetes Care",
		"author": [
			{
				"family": "Malik",
				"given": "Vasanti S."
			},
			{
				"family": "Popkin",
				"given": "Barry M."
			},
			{
				"family": "Bray",
				"given": "George A."
			},
			{
				"family": "Després",
				"given": "Jean-Pierre"
			},
			{
				"family": "Willett",
				"given": "Walter C."
			},
			{
				"family": "Hu",
				"given": "Frank B."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					11,
					1
				]
			]
		}
	}
]
